export default async(message) => {
  if (message.content.match(/ンョ゛ハー゛/)) {
    await message.reply(`\`\`\`
          ▄▄  ▄█▀
        ▄█▀  █▀  ▄▄▄
     ▄▄█████████▄█▄
   ███▀▀█   ▀  ▀█▀▀██▄
 ▄██▀               ▀██▄
▄██    ▄▄▄▄    ▄▄▄   ▀██▄
██▀    █  █   █  █    ▀██
██                     ██
██     ▄        ▄      ██
▀█▄    ▀▄     ▄█▀     ▄█▀
 ▀█▄    ▀▀███▀▀      ▄█▀
  ▀██▄▄           ▄▄██▀
     ▀▀▀█████████▀▀▀
\`\`\``);
  }
  
  if (message.content.match(/今行くぜ/)) {
    await message.reply(`\`\`\`
今、行くぜっ！
　　 　 -=≡∧∧
　　　-=≡＿( ´Д\`)
　　-=≡ /_　　＼∩
　 -=≡⊂ノ/　/＼ノ
　　　-=≡(＿_二ヽ
⌒)　　-=≡/ ／／
;⌒) -=≡／／Lﾉ
;;⌒)=≡(＿)
\`\`\``);
  }
  
  if (message.content.match(/ひら！|ひら‼️|ひら❗/)) {
    await message.reply(`\`\`\`
       ▄▄▄▄▄▄▄▄▄▄▄▄
    ▄▀▀            ▀▀▄
   █                  █
  █   ▄▄▄        ▄▄▄   █
 █     ▄          ▄     █
 █       ▄▀▀▀▀▀▀▄       █
 █       ▀█▀▀▀▀█▀       █
█          ▀▀▀▀          █
█                        █
█                        █
█                        █
\`\`\``);
  }
  
  if (message.content.match(/ぽん・で・らいおん/)) {
    await message.reply(`\`\`\`
　　　〇〇〇
　　〇 ･ω･ 〇
　　　〇〇〇
★～(,_uuﾉ 
\`\`\``);
  }
  
  if (message.content.match(/筋肉/)) {
    await message.reply(`\`\`\`
筋肉はすべてを解決する―――。
   / )))　　　
\`／ イ　　　((( ヽ
|　(＼　∧＿∧ ｜　)
ヽ　ヽ\`(´･ω･)／ ノ/
　＼ |　⌒Ｙ⌒　 //
　 ｜ヽ　 ｜　 ﾉ／
\`\`\``);
  }
  
  if (message.content.match(/ﾂｸﾃｰﾝ|ツクテーン/)) {
    await message.reply(`\`\`\`
     ▄▄▀▀▀▀▀▀▀▀▀▄▄
    █             █
   █          ▄▄▄  █
   █  ▄▄▄  ▄  ███  █
   ▄█ ▄   ▀▀▀   ▄ █▄
   █  ▀█▀█▀█▀█▀█▀  █
   ▄██▄▄▀▀▀▀▀▀▀▄▄██▄
 ▄█▒█▀▀█▀▀▀█▀▀▀█▀▀█▒█▄
▄▀▒▄▄▀▄▄█▀▀▄▀▀█▄▄▀▄▄▒▀▄
█▒▒▒▒▀▄▒█▄   ▄█▒▄▀▒▒▒▒█
 ▀▄▄▒█▒▒█▄▄▄▄▄█▒▒█▒▄▄▀
   ███▄▄███████▄▄███
  █████████▀█████████
 ▄▄█▀▀▀▀▀█   █▀▀▀▀▀█▄▄
▀▄▄▄▄▄▄▄▀▀   ▀▀▄▄▄▄▄▄▄▀
\`\`\``);
  }

  if (message.content.match(/チュウニズム/)) {
    if (message.content.match(/上達/)) {
      if (message.content.match(/方法/)) {
      await message.reply(`\`\`\`
┌───────────────────────┐
│ 🔍 チュウニズム 上達方法 │
└───────────────────────┘
検索結果０件

ﾊﾞﾝﾊﾞﾝﾊﾞﾝ
ﾊﾞﾝﾊﾞﾝﾊﾞﾝﾊﾞﾝﾞﾝ ﾊﾞﾝﾊﾞﾝ
  （∩\`･ω･）ﾊﾞﾝﾊﾞﾝﾊﾞﾝﾊﾞﾝ
 ＿/_ﾐつ/￣￣￣/
　   ＼/＿＿＿/￣
\`\`\``);
    }
  }
}

};
